export default {
  data () {
    return {
      allowsSlides: [
        {
          id: 1,
          title: 'Прогнозування',
          text: 'Ми прогнозуємо результати розгляду справи за допомогою використання машинного навчання',
          bgImg: '/static/img/Text-1.jpg'
        }, {
          id: 2,
          title: 'Що було зробено',
          text: 'Для цього експерти (судді, адвокати, науковці) проаналізували значну кількість справ певної категорії, виділили юридично значущі фактори, що впливають на прийняття рішення і створили відповідні репрезентативні вибірки для кожної категорії спору',
          bgImg: '/static/img/Text-2.jpg'
        }, {
          id: 3,
          title: 'Навчальні виборки',
          text: 'Такі навчальні виборки містять закодовані набори юридичних ознак кожного розглянутого випадку, які передаються інтелектуальному модулю для "прийняття рішення" по справі.',
          bgImg: '/static/img/Text-3.jpg'
        }, {
          id: 4,
          title: 'Розмітка даних',
          text: 'Розмітка даних для відповідних вибірок здійснюється за допомогою людинно-машинного підходу, який дозволяє скористатися всіма перевагами сучасних інформаційних технологій, поєднавши їх із знаннями людини-експерта в певній галузі.',
          bgImg: '/static/img/Text-4.jpg'
        }, {
          id: 5,
          title: 'Що на виході',
          text: 'В результаті, ми можемо сформувати перелік запитань, відповівши на які користувач сформує юридичні характеристики саме своєї ситуації. Вказані характеристики в законодавчому вигляді в подальшому обробляються алгоритмом машинного навчання, і в результаті ми отримуємо ймовірність прийняття того чи іншого рішення судом.',
          bgImg: '/static/img/Text-5.jpg'
        }, {
          id: 6,
          title: 'Що ми створили?',
          text: 'Дом юриста Analytics - сервіс на основі обчислювального інтелекту, який за наслідками індивідуального аналізу ситуації користувача буде прогнозувати результат розгляду його справи судом.',
          bgImg: '/static/img/Text-6.jpg'
        }
      ],
      forWhoSlides: [
        {
          id: 1,
          title: 'Підприємці',
          text: 'Ми віримо, що саме підтприємці можуть змінити нашу країну до кращого. З Analytics ми створимо умови, за яких кожен бізнесмен зможе отримати чесне правосуддя та зможе розраховувати на допомогу з боку держави.',
          bgImg: '/static/img/box-1.jpg'
        }, {
          id: 2,
          title: 'Громадяни України',
          text: 'Незалежно від заробітку, статусу або положення в суспільстві, кожен громадянин має право на чесне правосуддя - незалежне, об*єктивне і прозоре. З Analytics це стає можливим.',
          bgImg: '/static/img/box-2.jpg'
        }, {
          id: 3,
          title: 'Адвокати',
          text: 'Адвокати можуть перевірити, наскільки сильною є їх позиція по справі і чи є взагалі необхідність звертатися до суду.',
          bgImg: '/static/img/box-3.jpg'
        }, {
          id: 4,
          title: 'Судді',
          text: '',
          bgImg: '/static/img/box-4.jpg'
        }
      ],
      whySlides: [
        {
          id: 1,
          title: 'Законність',
          text: 'Analytics об*єктивно визначить, яке законне рішення має ухвалити суд.\n' +
          'Система не може змінювати своє рішення через поганий настрій, вплив зі сторін або власного бачення ситуації. Тільки законне рішення.',
          bgImg: '/static/img/why-slider-1.png'
        }, {
          id: 2,
          title: 'Відсутність впливу',
          text: 'Жодна зі сторін не може вплинути на рішення,\n' +
          'яке буде прогнозоване системою.',
          bgImg: '/static/img/why-slider-2.png'
        }, {
          id: 3,
          title: 'Вдосконалення',
          text: 'Система не стоїть на місці. З кожним прогнозуванням\n' +
          'вона поглиблює свої прогнозування і з часом зможеме\n' +
          'виносити ще більш точніші рішення.',
          bgImg: '/static/img/why-slider-3.png'
        }
      ]
    }
  }
}
